"OK"="确定";

"About WizNote"="关于为知笔记";
"Account"="账号";
"Accounts"="账号";
"Account %@ has already exists!"="账号 %@ 已经存在!";  ----has不要不知道行不行？
"Add New Account"="添加新账号";
"Add"="添加";
"All tags"="所有标签";
"All folders"="所有文件夹";
"All"="全部";
"App launch protection"="程序启动保护";
"Are you sure you want to delete this account?"="你确定要删除这个账号吗？";
"Are you sure you want to delete %@?"="你确定要删除 %@?";
"Are you sure you want to quit without saving?"="是否放弃保存，直接退出？"; ---quit without saving更简洁一点
"Attachments"="附件";
"Camera roll"="相册";
"Can not find %@"="找不到 %@";
"Cancel"="取消";
"Change"="更改";
"Change account password"="更改账号密码";
"Change password"="更改密码";
"Clear cache"="清除缓存";
"Continue editing"="继续编辑";
"Confirm"="确认";
"Create account"="创建账号";
"Date modified (Reverse)"="修改日期（逆序）";
"Date created (Reverse)"="创建日期（逆序）";
"Date created"="创建日期";
"Date modified"="修改日期";
"Delete"="删除";
"Detail"="详细信息";
"Documents"="笔记";
"Does not download any notes data automatic"="不自动下载任何笔记数据";
"Does not support"="不支持";
"Download notes data in one day"="下载一天内的笔记数据"; ----（在一天内？）within or in ?
"Download all notes data"="下载所有笔记数据"; ---- data有没有必要？
"Download notes data"="下载笔记数据";
"Download notes data in one week"="下载一周内的笔记数据";---同上
"Downloading notes data"="下载笔记";
"Download notes only over wifi"="只通过Wifi下载数据";
"My Drafts"="我的草稿";
"Edit note"="编辑笔记";
"Email"="邮箱";
"My Emails"="我的邮箱";
"Error"="错误";
"My Events"="我的事件";
"My Events"="我的时间";
"Failed to login!\nUnknown error!"="登录失败！!\n未知错误！";
"Failed to save image"="保存照片失败";
"Failed to create account!\n%@"="创建 %@ 账号失败!\n";
"Failed to create account!\nUnknown error!"="创建账号失败!\n未知错误！";
"Failed to login!\n%@"="登录失败！\n%@";
"Failed to open account data!"="打开账号数据失败！";
"Favorites"="最喜欢的";
"Feedback"="反馈";
"Folder"="文件夹";
"Folders"="文件夹";
"Folders allow you to organize your notes however you like. Your folders will sync with every version of WizNote you use."="文件夹允许您以喜好的方式整理您的笔记。您的文件夹将与您使用的每一版本为知笔记同步。"; 后半句中文就不懂，意思是不是和其他平台的版本保持同步？
"Font Size"="字体大小";
"Get Free WizNote Account"="免费获得为知笔记帐号"; ----... for free
"Help"="帮助";
"Home"="主页面";
"Image size"="笔记图片大小";
"My Journals"="我的日记";
"Large"="大";
"Loading..."="加载中...";
"Log in"="登录";
"Mail sended failed"="邮件发送失败";
"Mail saved successfully"="邮件保存成功"; ---save success ??
"Mail has been canceled"="邮件发送取消";
"Mail sended succeddfully"="邮件发送成功"; ---send successful?
"Medium"="中";
"Mobile view"="手机视图查看";
"My Mobiels"="我的手机";  ---Mobiles
"My Mobiles"="我的手机";
"Name"="名称";
"New"="新建";
"New password"="新密码";
"New note"="新建笔记";
"Notes sort order"="笔记排序方式";  ---sort,排序 ，order，顺序 ，不知道能不能组合，sorted by怎么样？
"My Notes"="我的笔记";
"Old password"="旧密码";
"One week"="一周内"; ----Within a week ???
"One day"="一天内";
"One week ago"="一周前";
"Passwords does not match!"="两次输入的密码不符！";
"Password"="密码";
"Pick Photos"="选择照片";
"Please wait while creatting account...!"="正在创建账号中，请稍等....";
"Please rate WizNote"="请给为知笔记评个分";
"Please wait while downloading attachment...!"="下载附件中，请耐心等待...";
"Please enter user id!"="请输入您的账号名！";
"Please waiting ..."="请耐心等待 ...";
"Please enter keywords!"="请输入关键字！";
"Please confirm"="请确认";
"Please wait while searching!"="搜索中，请耐心等待...";
"Please enter password!"="请输入密码！";
"Please wait while logging in!"="登录中，请耐心等待...";
"Please enter the password again!"="请再次输入密码！";
"Public notes"="完全公开的笔记";
"Pull down to sync notes..."="下拉以同步笔记...";
"Quit with saving"="保存并退出";
"Quit without saving"="不保存就退出";
"Rate now"="现在就去评价";
"Rate WizNote"="评价为知笔记";
"Record"="录音";
"Recent note view shows the notes that you modified recently."="近期笔记将显示您最近编辑的笔记。";
"Recent notes"="近期笔记";
"Refresh"="刷新";
"Refresh attachment"="同步附件";
"Register"="注册";
"Release to sync notes..."="放开以同步笔记...";
"Remove account"="删除账号";
"Remove"="删除";
"Save"="保存";
"Search result"="搜索结果";
"Search"="搜索";
"Search local notes only"="只搜索本地数据";
"Selected folders"="选中的文件夹";
"Select an Album"="选择一个相册";
"Settings"="设置";
"Set as default account"="设置为默认账号";
"Share with friends"="分享给朋友的笔记";
"Sign in"="登录";
"Signing in"="登录中";
"Signing out"="登出中";
"Small"="小";
"Snapshot"="拍照";
"Start syncing"="开始同步"; -----开始 同步中？？？
"Succeed"="成功";         
"Switch accounts"="切换账号";
"Sync error"="同步错误";
"Syncing attachment list"="同步附件列表";
"Syncing deleted notes"="同步删除的笔记";
"Syncing folders"="同步文件夹";
"Syncing tags"="同步标签";
"Syncing notes list"="同步笔记列表";
"Sync"="同步";
"Syncing user information"="同步账号信息";
"Sync already in progress, please wait..."="已经在同步中，请耐心等待...";
"Tag"="标签";
"Tags"="标签";
"Tags selected"="选中的标签";
"Tap to download"="单击以下载"; 
"Tap to check"="单击以查看";
"Tap the field above to search your notes. Tap a recent or saved search to view the results of that search."="单击搜索栏，以便搜索您的笔记。单击最近搜索中的字段，将查看该搜索的结果。";
"Tap to stop"="单击以停止";
"Tap on a tag above to see all notes with that tag. Make your notes easier to find by creating and assinging more tags."="单击上面的一个标签来查看拥有这个标签的笔记。通过标签你能更方便的找到你的笔记。";
"My Tasks"="我的任务";
"The new password cofirmed is null"="第二次输入的密码为空";   --不通顺，不知道什么意思
"The old password is null"="旧密码为空";
"The account information and local drafts will be deleted permanently from your device."="账号信息和本地数据将会从您的设备中删除."; ---1.local drafts指的的是data strored local ?，drafts会不会有歧义；2.感觉上是：permanently deleted....
"The new password does not match the password confirmed"="两次输入的密码不符";   ----不通顺，不知道什么意思
"The day before yesterday"="前天";
"The protect password will be setted after saving setting"="程序保护密码将会在保存设置后生效！";
"The new Password is null"="新密码为空";
"The sync process will stop!"="同步进程将会停止！";
"There are %d notes that is downloaded, please wait a while...."="已经有%d个笔记正在下载，请您稍等一会儿....";--wait a minute
"The new password is equal to the old password"="新密码与旧密码相同";
"The password you entered does not match"="您输入的密码不符";
"This version of WizNote does not support decryption!"="本版本不支持笔记加密解密！请使用PC客户端查看笔记。";
"Title"="标题";
"Title (Reverse)"="标题（逆序）";
"Today"="今天";
"Traffic Usage"="流量";
"Unknown xml-rpc method!"="未知错误";  ----这个不对应啊
"Untitled"="没有标题的笔记";
"Uploaded successfully"="上传成功"; --- upload successful会不会更准确些？
"Uploading notes"="上传笔记";
"User Type"="类型";
"User Manual"="帮助手册";
"User ID"="账号ID";
"User Points"="积分";
"View"="查看";
"Warning"="警告";
"Yesterday"="昨天";
"Your advice"="您的建议：";
"You have successfully changed your password"="您的密码已经成功修改！";
"You will remove all the cache files, are you sure?"="你将删除所有的缓存文件，确定吗？";---感觉上，It will remove...更合适
"You can push down to refresh and tap the plus-icon to create a new a note"="请下拉以同步您在服务器的笔记，或者单击新建按钮来新建您的第一个笔记。";
"You set downloading notes only over wifi! \nThe note will not be downloaded!"="您设置了只通过WIFI下载数据！\n将不会下载笔记数据！"; ---前半句有问题，具体怎么翻译不知道
"You don't have any notes.\n Tap new note to get started!"="您没有任何笔记\n 请单击新建笔记以开始。";
"Zero"="零";
"downloaded successfully"="下载成功";  ----download success
"find %d notes"="找到 %d 个文件";
"%d note in %d notes"="第%d个笔记在%d个笔记中";
"notes"="笔记";
"%d notes"="%d 个笔记";
"If you choose to edit this document, images and text-formatting will be lost."="如果您选择编辑当前文档，图片和文字格式等将会丢失。";
